/* No comment provided by engineer. */
"SendCanceled" = "Cancelada";

/* No comment provided by engineer. */
"ContactDeveloperMailSubject" = "Contactar Desarrollador";

/* No comment provided by engineer. */
"SendFailed" = "No se pudo enviar mensaje";

/* No comment provided by engineer. */
"SendNotSent" = "Mensaje no enviado";

/* No comment provided by engineer. */
"SendSaved" = "Saved";

/* No comment provided by engineer. */
"SendSent" = "Enviado";

/* No comment provided by engineer. */
"SendError" = "Enviar error";

